[
  {
    "start": 0,
    "end": 7,
    "text": " Hi, I'm Amanda from Loom, and in this video I'm going to show you how to get started with using Loom."
  },
  {
    "start": 7,
    "end": 23,
    "text": " First, an introduction to our recorders. My personal favorite and daily recorder is our Desktop app, mainly because it has helpful features like HD recording as well as custom size recording. Also, can't forget our drawing tool."
  },
  {
    "start": 23,
    "end": 34,
    "text": " You can use our Chrome extension for integrations like Zendesk, Slack, and Gmail, and it's also handy for sharing recordings directly through Chrome."
  },
  {
    "start": 34,
    "end": 42,
    "text": " If you're recording on the go, you can download our mobile app, which is available for iOS and Android devices."
  },
  {
    "start": 42,
    "end": 48,
    "text": " Before you get started with the Desktop app, you're going to want to take a look at your different capture options."
  },
  {
    "start": 48,
    "end": 55,
    "text": " Starting with your camera, so you can see I'm recording with my screen and camera. This is my preferred method of recording."
  },
  {
    "start": 55,
    "end": 61,
    "text": " If you want to record just your screen, you'd select Screen Only, and if you want to record just yourself, you'd select Cam Only."
  },
  {
    "start": 61,
    "end": 66,
    "text": " Now, this might seem a bit obvious, but you're also going to want to make sure that your microphone is working."
  },
  {
    "start": 66,
    "end": 75,
    "text": " So, you'll have the option to select your microphone here, and one easy way to test that your audio is working is by seeing if the microphone icon is responding."
  },
  {
    "start": 75,
    "end": 82,
    "text": " Lastly, I wanted to take a minute to point out your preferences, which you can find at the upper right-hand corner when you click on these three dots."
  },
  {
    "start": 82,
    "end": 92,
    "text": " Your preferences will take you to your settings, which will allow you to turn certain features on and off, like your default quality when you're recording, as well as your highlight mouse clicks."
  },
  {
    "start": 92,
    "end": 98,
    "text": " Lastly, your keyboard shortcuts are in here as well, and they are entirely customizable."
  },
  {
    "start": 98,
    "end": 103,
    "text": " Once you're ready to start recording, you'll be prompted by a countdown to help you gather your thoughts."
  },
  {
    "start": 103,
    "end": 112,
    "text": " I also want to point out that I'm using our recording canvas, and if you click on your camera bubble, you'll see the option to select a background and frame."
  },
  {
    "start": 112,
    "end": 118,
    "text": " This is my favorite one. These come in handy if you want to make your video just a bit more engaging or fun."
  },
  {
    "start": 118,
    "end": 122,
    "text": " On the left-hand side, you'll see the recording buttons. First, we have the restart button."
  },
  {
    "start": 122,
    "end": 127,
    "text": " This comes in handy if you want to quickly restart your video without exiting out of loom."
  },
  {
    "start": 127,
    "end": 130,
    "text": " Next, we have the pause button, which is another personal favorite feature."
  },
  {
    "start": 130,
    "end": 136,
    "text": " This comes in handy if you want to gather your thoughts without stopping the video entirely."
  },
  {
    "start": 136,
    "end": 142,
    "text": " As you can see, you can pick up right where you left off, and people will be none the wiser."
  },
  {
    "start": 142,
    "end": 147,
    "text": " Lastly, we have the cancel button. This is if you want to completely scrap your video and start over."
  },
  {
    "start": 147,
    "end": 153,
    "text": " And as I showed you earlier, we have the drawing tool, which allows you to highlight things on your screen."
  },
  {
    "start": 153,
    "end": 161,
    "text": " Once you're ready to stop recording, you'll hit the stop recording button, and this will take you to the share page to continue editing your video."
  },
  {
    "start": 161,
    "end": 167,
    "text": " Once you've stopped recording, you'll be taken to the video share page where you can make edits and change the privacy settings of your video."
  },
  {
    "start": 167,
    "end": 175,
    "text": " The first thing you might want to do is edit the title of your video to make it a bit more engaging or personalized."
  },
  {
    "start": 175,
    "end": 180,
    "text": " If you look on the right-hand side, you'll also see the option to edit your video preferences."
  },
  {
    "start": 180,
    "end": 188,
    "text": " So this will give you options to turn on comments or emoji reactions, depending on the type of video that you're sending."
  },
  {
    "start": 188,
    "end": 195,
    "text": " Say you were recording your video and you made a mistake, or maybe at the beginning you needed to take a breather before getting started."
  },
  {
    "start": 195,
    "end": 204,
    "text": " You can trim your video to make sure it looks as polished as possible before sending it off."
  },
  {
    "start": 204,
    "end": 211,
    "text": " Lastly, if you're on the education, business, or enterprise plans, you'll see the options to edit a call to action."
  },
  {
    "start": 211,
    "end": 218,
    "text": " This is great if you want to share a presentation or Google Slides for someone to check out after watching your video."
  },
  {
    "start": 218,
    "end": 225,
    "text": " And adding a custom thumbnail can also help make your video look a bit more polished."
  },
  {
    "start": 225,
    "end": 235,
    "text": " So now you've finished editing your video, the easiest way to share it with people is to click the copy link button here."
  },
  {
    "start": 235,
    "end": 243,
    "text": " You'll be able to share these links with anyone that you want. Say you want to make sure that you have some privacy settings on your video."
  },
  {
    "start": 243,
    "end": 248,
    "text": " When you click on the share button, you'll see the options to edit the privacy settings."
  },
  {
    "start": 248,
    "end": 254,
    "text": " So you can make sure only members in your workspace can view it or only certain people can access."
  },
  {
    "start": 254,
    "end": 263,
    "text": " If you want to add a password to your video, you'll want to go to more options and password protecting your video."
  },
  {
    "start": 263,
    "end": 270,
    "text": " Lastly, we have the social and embed button. The social button allows you to share across social media."
  },
  {
    "start": 270,
    "end": 273,
    "text": " And if you want to embed your video, you can do that here."
  },
  {
    "start": 273,
    "end": 278,
    "text": " And that's everything from me. You are now a Loom expert. High five."
  },
  {
    "start": 278,
    "end": 281,
    "text": " Thanks for recording with us."
  }
]